Repository: ekylibre/zero-ios-v3
Catalog: Resources/Translations/*.lproj/Localizable.strings
Languages: fr

# locale
source: en_EN
fr: fr_FR

# ALLIUM_ASCALONICUM
source: Shallot
fr: Échalotte

# ALLIUM_CEPA
source: Onion
fr: Oignon

source: Allium porrum
fr: Poireau

# ALLIUM_SATIVUM
source: Cultivated garlic
fr: Ail cultivé

# ALLIUM_SCHOENOPRASUM
source: Chives
fr: Ciboulette

source: ANETHUM_GRAVEOLENS
fr: Aneth

# ANTHRISCUS_CEREFOLIUM
source: Garden Chervil
fr: Cerfeuil

# APIUM_GRAVEOLENS
source: Wild Celery
fr: Céleri

source: ARTEMISIA_DRACUNCULUS
fr: Estragon

# AVENA_SATIVA
source: Oat
fr: Avoine cultivée

# BETA_VULGARIS
source: Beet
fr: Betterave commune

source: BETA_VULGARIS_CICLA
fr: Bette

# BRASSICA_NAPUS
source: Rapeseed
fr: Colza

source: BRASSICA_NAPUS_ANNUA
fr: Colza de printemps

source: BRASSICA_NAPUS_NAPUS
fr: Colza d'hiver

source: BRASSICA_NAPUS_RAPIFERA
fr: Rutabage

# BRASSICA_OLERACEA
source: Cabbage
fr: Chou

source: BRASSICA_OLERACEA_BOTRYTIS
fr: Chou-fleur

source: BRASSICA_OLERACEA_CAPITATA
fr: Chou cabus

source: BRASSICA_OLERACEA_ITALICA
fr: Brocoli

source: BRASSICA_RAPA_RAPA
fr: Navet

# CANNABIS_SATIVA
source: Hemp
fr: Chanvre

source: CAPSICUM
fr: Piment

# CAPSICUM_ANNUUM
source: Bell Pepper
fr: Poivron

source: CHAMAEMELUM
fr: Camomille

# CICER_ARIETINUM
source: Chickpea
fr: Pois chiche

source: CICHORIUM
fr: Chicorée

# CICHORIUM_ENDIVIA
source: Endive chicory
fr: Chicorée endive

# CICHORIUM_INTYBUS
source: Chicory Intybus
fr: Chicorée sauvage

# CITRULLUS_LANATUS
source: Watermelon Common
fr: Pastèque commune

# CITRUS_MEDICA
source: Citron
fr: Cédratier

# CITRUS_RETICULATA
source: Tangerine
fr: Mandarinier

source: CORIANDRUM_SATIVUM
fr: Coriandre

# CORYLUS_AVELLANA
source: Common hazel
fr: Noisetier commun

# CUCUMIS_MELO
source: Cantaloup
fr: Melon

# CUCUMIS_SATIVUS
source: Cucumber
fr: Concombre

source: CUCUMIS_SATIVUS_GHERKIN
fr: Cornichon

# CUCURBITA_MAXIMA
source: Winter squash
fr: Potiron

source: CUCURBITA_MAXIMA_POTIMARRON
fr: Potimarron

source: CUCURBITA_MOSCHATA
fr: Courge musquée

source: CUCURBITA_MOSCHATA_BUTTERNUT
fr: Courge butternut

# CUCURBITA_PEPO
source: Field Pumpkin
fr: Citrouille

source: CUCURBITA_PEPO_PEPO
fr: Courgette

# CYDONIA_OBLONGA
source: Quince
fr: Cognassier

# CYNARA_SCOLYMUS
source: Globe artichoke
fr: Artichaut

source: DACTYLIS
fr: Dactyle

# DAUCUS_CAROTA
source: Carrot
fr: Carotte commune

source: ERUCA_VESICARIA
fr: Roquette

source: FAGOPYRUM_ESCULENTUM
fr: Blé noir

source: FOENICULUM
fr: Fenouil

# FOENICULUM_VULGARE
source: Sweet Fennel
fr: Fenouil doux

# FORTUNELLA_MARGARITA
source: Oval kumquat
fr: Kumquat ovale

source: FRAGARIA
fr: Fraisier

# GLYCINE_MAX
source: Soy bean
fr: Soja

# HELIANTHUS_ANNUUS
source: Annual sunflower
fr: Tournesol annuel

source: HELIANTHUS_TUBEROSUS
fr: Topinambour

source: HORDEUM_DISTICHUM
fr: Orge à 2 rangs

source: HORDEUM_HEXASTICHUM
fr: Orge à 6 rangs

# HORDEUM_VULGARE
source: Common Barley
fr: Orge commune

source: HUMULUS_LUPULUS
fr: Houblon

# JUGLANS_REGIA
source: Common walnut
fr: Noyer commun

# LACTUCA_SATIVA
source: Lettuce
fr: Laitue cultivée

source: Lens culinaris
fr: Lentille cultivée

source: Linum usitatissimum
fr: Linum cultivé

# LOLIUM_MULTIFLORUM
source: Ryegrass multiflorum
fr: Ray grass Italien

# LOLIUM_PERENNE
source: Ryegrass perenne
fr: Ray grass Anglais

source: Lotus corniculatus
fr: Lotier corniculé

source: LUPINUS
fr: Lupin

# MALUS_PUMILA
source: Apple-tree
fr: Pommier commun

# MEDICAGO_SATIVA
source: Lucerne
fr: Luzerne cultivée

source: MELILOTUS
fr: Mélilot

source: NICOTIANA_TABACUM
fr: Tabac

source: OCIMUM_BASILICUM
fr: Basilic

# OLEA_EUROPAEA
source: Olive tree
fr: Olivier

# ONOBRYCHIS_VICIIFOLIA
source: Common sainfoin
fr: Sainfoin commun

# ORYZA_SATIVA
source: Cultivated rice
fr: Riz cultivé

source: PASTINACA_SATIVA
fr: Panais

# PETROSELINUM_CRISPUM
source: Common Parsley
fr: Persil commun

# PHASEOLUS_VULGARIS
source: Bean
fr: Haricot commun

source: PIMPINELLA_ANISUM
fr: Anis

# PISUM_SATIVUM
source: Pea
fr: Pois commun

source: PLANT
fr: Plante

# POA_TRIVIALIS
source: Rough bluegrass
fr: Pâturin commun

source: POACEAE
fr: Graminée

# PRUNUS_ARMENIACA
source: Apricot tree
fr: Abricotier

# PRUNUS_AVIUM
source: Wild cherry tree
fr: Merisier

# PRUNUS_CERASIFERA
source: Cherry plum tree
fr: Prunier-cerise (Myrobolan)

# PRUNUS_CERASUS
source: Sour cherry tree
fr: Prunus cerasus

# PRUNUS_DOMESTICA
source: Plum tree
fr: Prunier domestique

source: Prunus mahaleb
fr: Merisier Ste Lucie

# PRUNUS_PERSICA
source: Peach tree
fr: Pêcher

source: Prunus salicina
fr: Prunier du Japon

# PYRUS_COMMUNIS
source: Pear tree
fr: Poirier commun

# RAPHANUS_SATIVUS
source: Radish
fr: Radis

# RIBES_NIGRUM
source: Blackcurrant
fr: Cassissier

# RIBES_RUBRUM
source: Redcurrant
fr: Groseiller à grappes

# RUBUS_IDAEUS
source: Red raspberry
fr: Framboisier

source: SECALE_CEREALE
fr: Seigle

# SOLANUM_LYCOPERSICUM
source: Tomato
fr: Tomate

# SOLANUM_MELONGENA
source: Eggplant
fr: Aubergine

# SOLANUM_TORVUM
source: Devil’s Fig
fr: Aubergine pois

# SOLANUM_TUBEROSUM
source: Potato
fr: Pomme de terre

source: SORGHUM
fr: Sorgho

# SPINACIA_OLERACEA
source: Spinach
fr: Épinard

source: TRAGOPOGON
fr: Salsifis

source: TRIFOLIUM
fr: Trèfle

source: Trifolium alexandrinum
fr: Trèfle d’Alexandrie

source: Trifolium incarnatum
fr: Trèfle incarnat

source: Trifolium pratense
fr: Trèfle violet

source: Trifolium repens
fr: Trèfle blanc

# TRITICUM_AESTIVUM
source: Common wheat
fr: Blé tendre

# TRITICUM_DURUM
source: Durum wheat
fr: Blé dur

source: TRITICUM_SPELTA
fr: Épeautre

# VALERIANELLA_LOCUSTA
source: Corn salad
fr: Mâche

# VICIA_FABA
source: Horsebean
fr: Fève ou féverole

source: Vicia sativa
fr: Vesce cultivée

source: Vicia villosa
fr: Vesce villosa

source: Vitis
fr: Vigne

# VITIS_VINIFERA
source: Common grape vine
fr: Cépage Vitis vinifera

# ZEA_MAYS
source: Corn
fr: Maïs

source: ZEA_MAYS_SACCHARATA
fr: Maïs doux

source: Ground work
fr: Travail du sol

source: Implantation
fr: Semis

source: Fertilization
fr: Fertilisation

source: Harvest
fr: Récolte

source: Care
fr: Entretien

source: Crop protection
fr: Pulvérisation

source: Anaerobic dehydrated digestate sludge
fr: Boues digérées anaérobies déshydratées (C/N = 5,9) 11,3

source: Anaerobic dehydrated limed digestate sludge
fr: Boues digérées anaérobies déshydratées chaulées (C/N = 6) 9,5

source: Anaerobic dry digestate sludge
fr: Boues digérées anaérobies sèchées (C/N = 6,1)

source: Anaerobicliquid digestate sludge
fr: Boues digérées anaérobies liquides IAA (C/N = 4,2) 2,1

source: Bio urban compost
fr: Compost de bio-déchets

source: Calf slurry
fr: Lisier de veaux

source: Capra manure
fr: Fumier de caprins

source: Cattle compost
fr: Composts de fumiers de bovins jeune de moins de 6 mois

source: Cowshed cattle manure
fr: Fumier de bovin décomposé d’étable animaux entravés

# DEHYDRATED_LIMED_ACTIVATED_SLUDGE
source: Dehydrated limed activated sludge (C/N = 5,3)
fr: Boues activées déshydratées chaulées (C/N = 5,3)

# DIGESTATE_COMPOST
source: Digestate compost (C/N = 11,8)
fr: Compost de boues (C/N = 11,8)

source: Diluted cattle slurry
fr: Lisier de bovins dilué système couvert

# DRY_ACTIVATED_SLUDGE
source: Dry activated sludge (C/N = 6)
fr: Boues activées séchées (C/N = 6)

source: Dry anaerobic digestion digestate
fr: Fraction sèche après séparation de phase

# DRY_LIQUID_ACTIVATED_SLUDGE
source: Dry liquid activated sludge (C/N = 4,4)
fr: Boues activées liquides égouttées IAA (C/N = 4,4)

# DRY_LITTER_ACTIVATED_SLUDGE
source: Dry litter activated sludge (C/N = 5,4)
fr: Boues activées lits de séchage (C/N = 5,4)

# DRY_POULTRY_GUANO
source: Dry poultry guano (80%MS)
fr: Fientes de volaille séchées (80%MS)

source: Green compost
fr: Compost de déchets verts de moins de 6 mois

source: Horse manure
fr: Fumier de cheval

# LIQUID_ACTIVATED_SLUDGE
source: Liquid activated sludge (C/N = 4,4)
fr: Boues activées liquides IAA (C/N = 4,4)

source: Liquid anaerobic digestion digestate
fr: Fraction liquide après séparation de phase

source: Litter cattle manure
fr: Fumier de bovin pailleux de litière accumulée

source: Litter poultry guano
fr: Fientes de volaille avec litière

# MIXED_SLUDGE_1
source: Mixed sludge 1 (C/N = 7,5)
fr: Boues lit bactérien/disque bio liquides (C/N = 7,5)

# MIXED_SLUDGE_2
source: Mixed sludge 2 (C/N = 5)
fr: Boues lit bactérien déshydratées chaulées (C/N = 5)

# MIXED_SLUDGE_3
source: Mixed sludge 3 (C/N = 8,1)
fr: Boues décanteur digesteur (C/N = 8,1)

# MIXED_SLUDGE_4
source: Mixed sludge 4 (C/N = 6 to 9)
fr: Boues décanteur (C/N = 6 à 9)

# MIXED_SLUDGE_5
source: Mixed sludge 5 (C/N = 6 to 11)
fr: Boues de curage de lagunes urbaines (C/N = 6 à 11)

# MIXED_SLUDGE_6
source: Mixed sludge 6 (C/N = 5,5 to 17)
fr: Boues physicochimiques déshydratées (C/N = 5,5 à 17)

# MIXED_SLUDGE_7
source: Mixed sludge 7 (C/N = 10 to 13)
fr: Boues physico-chimiques déshydratées chaulées (C/N = 10 à 13)

source: Mixed sludge 8
fr: Boues digérées traitées thermiquement

# MIXED_SLUDGE_9
source: Mixed sludge 9 (C/N = 11,8)
fr: Matières de vidange (C/N = 11,8)

# MIXED_SLUDGE_10
source: Mixed sludge 10 C/N<15
fr: Boues mixtes papetières C/N<15

# MIXED_SLUDGE_11
source: Mixed sludge 11 15<C/N<20
fr: Boues mixtes papetières 15<C/N<20

# MIXED_SLUDGE_12
source: Mixed sludge 12 20<C/N<35
fr: Boues mixtes papetières 20<C/N<35

source: Mixed sludge 13
fr: Boues mixtes papetières

# MIXED_SLUDGE_14
source: Mixed sludge 14 40<C/N<70
fr: Boues de désencrage 40<C/N<70

# NITRATE_SOLUTION_39_FERTILIZER
source: Nitrate solution 39%
fr: Solution azotée 39%

source: Old cattle compost
fr: Composts de fumiers de bovins vieux de plus de 6 mois

source: Old green compost
fr: Compost de déchets verts de plus de 6 mois

source: Old pig compost
fr: Compost de fumier de ports âgé (de 6 à 10 mois)

source: Old poultry compost
fr: Compost de fientes de volailles avec litière de 6 mois à 10 mois

source: Ovis manure
fr: Fumier d’ovins

source: Pig compost
fr: Compost de fumier de porcs jeune (moins de 6 mois)

source: Pig manure
fr: Fumier de porcs

source: Pig slurry
fr: Lisier de porc mixte

source: Poultry compost
fr: Compost de fientes de volailles avec litière de moins de 6 mois

# POULTRY_GUANO
source: Poultry guano 60 % MS
fr: Fientes de volailles 60 % MS

# PRESSED_UNLIMED_ACTIVATED_SLUDGE
source: Pressed unlimed activated sludge (C/N = 5,9)
fr: Boues activées filtre presse non chaulées (C/N = 5,9)

source: Raw anaerobic digestion digestate
fr: Digestats bruts

# RHIZOPHYTES_LITTER_ACTIVATED_SLUDGE
source: Rhizophytes litter activated sludge (C/N =5,9)
fr: Boues activées lits à rhizophytes (C/N =5,9)

source: Rubbish urban compost
fr: Compost d’ordures ménagères résiduelles (par TMB)

# STODGY_ACTIVATED_SLUDGE
source: Stodgy activated sludge (C/N = 5,2)
fr: Boues activées pâteuses filtre à bandes (C/N = 5,2)

source: Sugar vinasse
fr: Vinasse de betterave concentrée

source: Undiluted cattle slurry
fr: Lisier de bovins non dilué

# URBAN_DRY_LIQUID_ACTIVATED_SLUDGE
source: Urban dry liquid activated sludge (C/N = 4,9)
fr: Boues activées liquides égouttées urbaines (C/N = 4,9)

# URBAN_LIQUID_ACTIVATED_SLUDGE
source: Urban liquid activated sludge (C/N = 4,9)
fr: Boues activées liquides urbaines (C/N = 4,9)

# UREA_46_FERTILIZER
source: Urea 46 %
fr: Urée 46 %

source: Wine vinasse
fr: Vinasse de distillerie

source: Organic
fr: Organique

source: Mineral
fr: Minéral

source: Air planter
fr: Semoir monograines

source: Baler wrapper
fr: Presse enrubanneuse

source: Corn topper
fr: Castreuse

source: Cubic baler
fr: Presse balle cubique

# DISC_HARROW
source: Disc arrow
fr: Déchaumeur à disque

source: Forage platform
fr: Plateau

source: Forager
fr: Ensileuse

source: Grinder
fr: Broyeur

source: Harrow
fr: Herse

source: Harvester
fr: Arracheuse

source: Hay rake
fr: Andaineur

source: Hiller
fr: Butteuse

source: Hoe
fr: Bineuse

source: Hoe weeder
fr: Désherbineuse

source: Implanter
fr: Planteuse

source: Irrigation pivot
fr: Pivot

source: Liquid manure spreader
fr: Tonne à lisier

source: Mower
fr: Faucheuse

source: Mower conditioner
fr: Faucheuse conditionneuse

source: Plow
fr: Charrue

source: Reaper
fr: Moissonneuse-batteuse

source: Roll
fr: Rouleau

source: Round baler
fr: Presse balle ronde

source: Rotary hoe
fr: Houe rotative

source: Seedbed preparator
fr: Outil de préparation du lit de semences

source: Soil loosener
fr: Décompacteur

source: Sower
fr: Semoir

source: Sprayer
fr: Pulvérisateur

source: Spreader
fr: Épandeur à engrais

source: Spreader trailer
fr: Épandeur à fumier

source: Subsoil plow
fr: Sous soleuse

source: Superficial plow
fr: Déchaumeur

source: Tedder
fr: Faneuse

source: Topper
fr: Effaneuse

source: Tractor
fr: Tracteur

source: Trailer
fr: Remorque

source: Trimmer
fr: Écimeuse

source: Vibrocultivator
fr: Vibroculteur

source: Water spreader
fr: Enrouleur

source: Weeder
fr: Désherbeur

source: Wrapper
fr: Enrubanneuse

# crop
source: 1 crop
fr: 1 culture

# crops
source: %d crops
fr: %d cultures

source: hour
fr: heure

source: hours
fr: heures

# input
source: 1 input
fr: 1 intrant

# inputs
source: %d inputs
fr: %d intrants

# load
source: 1 load
fr: 1 chargement

# loads
source: %d loads
fr: %d chargements

# material
source: 1 material
fr: 1 matériau

# materials
source: %d materials
fr: %d matériaux

# equipment
source: 1 equipment
fr: 1 équipement

# equipments
source: %d equipments
fr: %d équipements

# person
source: 1 person
fr: 1 opérateur

# persons
source: %d persons
fr: %d opérateurs

source: ton
fr: t

# TON_PER_HECTARE
source: ton/ha
fr: t/ha

# TON_PER_SQUARE_METER
source: ton/m²
fr: t/m²

source: Meter
fr: mètre

source: Unity
fr: unité

source: Thousand
fr: millier

source: French horsepower
fr: Cheval-vapeur français (ch)

# plowshare_count
source: Number of plowshares
fr: Nombre de socs

source: Motor power
fr: Puissance du moteur

source: Application width
fr: Largeur de travail

# rows_count
source: Number of rows
fr: Nombre de rangs

# nominal_storable_net_volume
source: Net storage volume
fr: Capacité de stockage volumique nominale

# nominal_storable_net_mass
source: Net storage mass
fr: Capacité de stockage massique nominale

source: Diameter
fr: Diamètre

source: Width
fr: Largeur

source: Length
fr: Longueur

source: Straw
fr: Paille

source: Silage
fr: Ensilage

source: Heap
fr: Tas

source: Building
fr: Bâtiment

# welcome_text
source: Welcome in Clic&Farm app! To get started, sign in with your Ekylibre account…
fr: Bienvenue dans l'application mobile Clic&Farm ! Pour commencer, identifiez-vous avec votre compte Ekylibre…

source: Cancel
fr: Annuler

source: Validate
fr: Valider

source: Create
fr: Créer

source: Delete
fr: Supprimer

source: Close
fr: Fermer

source: None
fr: Aucun

source: Quantity
fr: Quantité

# select_crops
source: + Select
fr: + Sélectionner

source: No crop selected
fr: Aucune sélection

source: Seeds
fr: Semences

source: Fertilizers
fr: Fertilisants

source: Phytos
fr: Phyto.

# selecting_crops
source: Select a crop
fr: Sélectionnez des cultures

# selecting_materials
source: Select a material
fr: Sélectionnez un matériau

# selecting_equipments
source: Select an equipment
fr: Sélectionnez un équipement

# selecting_persons
source: Select a person
fr: Sélectionnez un opérateur

source: + Create new seed
fr: + Créer une nouvelle semence

source: + Create new phyto
fr: + Créer un nouveau phyto

source: + Create new ferti
fr: + Créer un nouveau fertilisant

source: + Create new material
fr: + Créer un nouveau matériau

source: + Create new equipment
fr: + Créer un nouvel équipement

source: + Create new person
fr: + Créer un opérateur

# create_seed_title
source: Create new seed
fr: Création d'une semence

# create_phyto_title
source: Create new phyto
fr: Création d'un produit phyto

# create_ferti_title
source: Create new fertilizer
fr: Création d'un fertilisant

# create_storage_title
source: Create new storage
fr: Création d'un lieu de stockage

# create_material_title
source: Create new material
fr: Création d'un matériau

# create_equipment_title
source: Create new equipment
fr: Création d'un équipement

# create_person_title
source: Create new person
fr: Création d'un opérateur

# chose_specie
source: Specie
fr: Espèce

source: Variety
fr: Variété

source: Name
fr: Nom

source: Brand
fr: Marque

# mmaid_number
source: N° MMA
fr: N° AMM

source: Re-entry delay
fr: Délai de ré-entrée

source: In hours
fr: En heures

# chose_unit
source: Unit
fr: Unité

source: Number
fr: Numéro

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

# seed_variety_is_empty
source: The seed variety cannot be empty
fr: La variété de la semence ne peut être vide

# phyto_name_is_empty
source: The phyto name cannot be empty
fr: Le nom du phyto ne peut être vide

# ferti_name_is_empty
source: The fertilizer name cannot be empty
fr: Le nom du fertilisant ne peut être vide

# material_name_is_empty
source: The material name cannot be empty
fr: Le nom du matériau ne peut être vide

# equipment_name_is_empty
source: The name of the equipment cannot be empty
fr: Le nom de l'équipement ne peut être vide

# storage_name_is_empty
source: The storage name cannot be empty
fr: Le nom de stockage ne peut être vide

# person_first_name_is_empty
source: The operator's first name cannot be empty
fr: Le prénom de l'opérateur ne peut être vide

# person_last_name_is_empty
source: The operator's last name cannot be empty
fr: Le nom de famille de l'opérateur ne peut être vide

# seed_variety_not_available
source: This seed variety is not available. Please choose another one
fr: Cette variété de semence est déjà utilisée. Veuillez en choisir un autre

# phyto_name_not_available
source: This phyto name is not available. Please choose another one
fr: Ce nom de phyto est déjà utilisé. Veuillez en choisir un autre

# ferti_name_not_available
source: This fertilizer name is not available. Please choose another one
fr: Ce nom de fertilisant est déjà utilisé. Veuillez en choisir un autre

# material_name_not_available
source: This material name is not available. Please choose another one
fr: Ce nom de matériau est déjà utilisé. Veuillez en choisir un autre

# equipment_name_not_available
source: This equipment name is not available. Please choose another one
fr: Ce nom d'équipement est déjà utilisé. Veuillez en choisir un autre

# storage_name_not_available
source: This storage name is not available. Please choose another one
fr: Ce nom de stockage est déjà utilisé. Veuillez en choisir un autre

# date_format
source: yyyy-MM-dd
fr: dd/MM/yyyy

# today_last_synchronization
source: Last synchronization %02d:%02d
fr: Dernière synchronisation %02d:%02d

source: Last synchronization %@
fr: Dernière synchronisation %@

# no_synchronization_listed
source: No synchonization listed
fr: Aucune synchonisation répertoriée

source: Today
fr: Aujourd'hui

source: Yesterday
fr: Hier

# start_online_with_crops
source: You don't have any assolled plots. Go online to get started!
fr: Vous n'avez aucune parcelle assolée. Rendez-vous en ligne pour commencer !

# disconnect_prompt
source: Are you sure you want to log out? Any unsynchronized data will be lost.
fr: Êtes-vous sûr de vouloir vous déconnecter ? Toutes les données non synchronisées seront perdues.

# delete_input_prompt
source: Are you sure you want to remove the input?
fr: Êtes-vous sûr de vouloir supprimer l'intrant ?

# delete_equipment_prompt
source: Are you sure you want to remove the equipment?
fr: Êtes-vous sûr de vouloir supprimer l'équipement ?

# delete_material_prompt
source: Are you sure you want to remove the material?
fr: Êtes-vous sûr de vouloir supprimer le matériau ?

# delete_person_prompt
source: Are you sure you want to remove the person?
fr: Êtes-vous sûr de vouloir supprimer l'opérateur ?

# date_not_corresponding_to_crop
source: The intervention date must correspond to the dates of the crops!
fr: La date d'intervention ne correspond pas aux dates des cultures

# you_have_to_select_a_crop
source: You must select at least one culture!
fr: Vous devez sélectionner au moins une culture !

# you_have_to_enter_quantity
source: You must enter a quantity for the product!
fr: Vous devez rentrer une quantité pour le produit !

# you_have_to_enter_phyto
source: You must add at least one phytosanitary product!
fr: Vous devez ajouter au moins un produit phytosanitaire !

# you_have_to_enter_seed_quantity
source: You must enter a quantity for the seed!
fr: Vous devez rentrer une quantité pour la semence !

# you_must_select_seed
source: You must add at least one seed!
fr: Vous devez ajouter au moins une semence !

# you_have_to_enter_a_product_quantity
source: You must enter a quantity for the product!
fr: Vous devez rentrer une quantité pour le produit !

# you_must_select_a_fertilizer
source: You must add at least one fertilizer product!
fr: Vous devez ajouter au moins un produit fertilisant !

# you_must_enter_a_water_volume
source: You must enter the volume of water used!
fr: Vous devez rentrer le volume d'eau utilisé !

# you_must_enter_harvest_quantity
source: You must enter a quantity for the harvest!
fr: Vous devez rentrer une quantité pour la récolte !

# you_must_create_a_harvest_load
source: You must add a load to create a crop!
fr: Vous devez ajouter un chargement pour créer une récolte !

# confirm_deleting_intervention
source: Are you sure you want to delete the intervention?
fr: Etes-vous sûr de vouloir supprimer l'intervention ?

# location_request_title
source: Location Services Disabled
fr: Services de Localisation Désactivés

# location_request_message
source: Please enable location services.
fr: Veuillez activer les services de localisation.

# authorization_request_title
source: Location Services Disabled
fr: Services de Localisation Désactivés

# authorization_request_message
source: Please enable location services for this app.
fr: Veuillez activer les services de localisation pour cette application.

source: Settings
fr: Réglages

source: Not filled in
fr: Non renseignée

# wind
source: wind: %@ km/h
fr: vent: %@ km/h

source: Few clouds
fr: Passages-nuageux

source: Mist
fr: Brouillard

source: Shower rain
fr: Pluie

source: Light rain
fr: Averses

source: Snow
fr: Neige

source: Thunderstorm
fr: Orage

source: Clear sky
fr: Soleil

# my_crops_title
source: My crops
fr: Mes cultures

source: Filter by proximity
fr: Filtrer par proximité

source: From
fr: Du

source: To
fr: Au

source: Yield
fr: Rendement

source: Quantity cannot be null
fr: Quantité ne peut être nulle

source: Sync failure…
fr: Échec de la synchronisation…

# login_failure
source: Unknown E-mail or invalid password. Try again.
fr: Identifiant inconnu ou mot de passe incorrect. Veuillez réessayer.

# volume_cannot_be_null
source: Volume cannot be zero
fr: Le volume ne peut être nul

source: Working width
fr: Largeur de travail

source: Worked area
fr: Surface travaillée

# surface_area
source: %.1f ha worked
fr: %.1f ha travaillés

source: Driver
fr: Conducteur

# sync_help_text
source: To synchronize your interventions, drag the list down.
fr: Pour synchroniser vos interventions, tirez la liste vers le bas.

# you_are_in_consult_mode
source: You are in consultation mode, you cannot modify this intervention because it has been validated online.
fr: Vous ne pouvez pas modifier cette intervention car elle a été validée en ligne.

# provided_by_collector
source: Provided by the collector
fr: Fourni par le collecteur

source: Invalid dose
fr: Dose invalide

source: Unauthorized mixing
fr: Mélange non autorisé

# input_quantity
source: Or %.1f %@
fr: Soit %.1f %@

# input_quantity_per_surface
source: Or %.1f %@ per hectare
fr: Soit %.1f %@ par hectare

source: Forgotten password?
fr: Mot de passe oublié ?
